DavidAnson.vscode-markdownlint
eamodio.gitlens
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
premparihar.gotestexplorer
redhat.vscode-yaml
RoscoP.ActiveFileInStatusBar
taniarascia.new-moon-vscode
wesbos.theme-cobalt2
